[LocAdmin_Strings]
INFO_RD_AM_Check=Achievement Mod: Content enabled.;;IT;;FR;;Achievement Mod: Inhalt aktiviert.;;SP;;CZ;;HU;;Achievement Mod: Zawartość włączona.;;Achievement Mod: Контент доступен.;;TRC;
INFO_RD_AM_AchievementUnlocked=All achievements unlocked!;;IT;;FR;;Alle Errungenschaften freigeschaltet!;;SP;;CZ;;HU;;Wszystkie osiągnięcia odblokowane!;;Получены все достижения!;;TRC;
FO_It_Coin_AM=Achievement;;IT;;FR;;Errungenschaft;;SP;;CZ;;HU;;Osiągnięcie;;Достижение;;TRC;

QUEST_AM_DEX_Hunt_Alligators=Hunter's diary: Jack Alligator's apprentice.;;IT;;FR;;Jägers Tagebuch: Jack Aligator Lehrling.;;SP;;CZ;;HU;;Dziennik Łowcy: Czeladnik Jacka Aligatora.;;Дневник охотника: Ученик Аллигатора Джека.;;TRC;
QUEST_AM_DEX_Hunt_Bisons_Rhinos=Hunter's diary: Horns and hooves.;;IT;;FR;;Jägers Tagebuch: Hörner und Hufe.;;SP;;CZ;;HU;;Dziennik Łowcy: Rogi i kopyta.;;Дневник охотника: Рога и копыта.;;TRC;
QUEST_AM_DEX_Hunt_Bloodflies=Hunter's diary: Annoying flies.;;IT;;FR;;Jägers Tagebuch: Lästige Fliegen.;;SP;;CZ;;HU;;Dziennik Łowcy: Natrętny krwiopijcy.;;Дневник охотника: Назойливые мухи.;;TRC;
QUEST_AM_DEX_Hunt_Canines=Hunter's diary: The Alpha and The Omega.;;IT;;FR;;Jägers Tagebuch: Das Alpha und das Omega.;;SP;;CZ;;HU;;Dziennik Łowcy: Alfa i Omega.;;Дневник охотника: Альфа и Омега.;;TRC;
QUEST_AM_DEX_Hunt_Deers=Hunter's diary: It's coming right for us!;;IT;;FR;;Jägers Tagebuch: Es kommt direkt auf uns zu!;;SP;;CZ;;HU;;Dziennik Łowcy: Biegnie prosto na nas!;;Дневник охотника: Он собирается напасть!;;TRC;
QUEST_AM_DEX_Hunt_Demons=Hunter's diary: The Only Thing They Fear Is You.;;IT;;FR;;Jägers Tagebuch: Das Einzige, was sie fürchten, bist du!;;SP;;CZ;;HU;;Dziennik Łowcy: Jedynym, czego się boją... jesteś ty.;;Дневник охотника: Единственное, чего они боятся — это ты.;;TRC;
QUEST_AM_DEX_Hunt_Felines=Hunter's diary: Predatory felines.;;IT;;FR;;Jägers Tagebuch: Raubkatzen.;;SP;;CZ;;HU;;Dziennik Łowcy: Drapieżne koty.;;Дневник охотника: Хищные кошки.;;TRC;
QUEST_AM_DEX_Hunt_Gargoyles=Hunter's diary: Ancient abomination.;;IT;;FR;;Jägers Tagebuch: Monster der Antike.;;SP;;CZ;;HU;;Dziennik Łowcy: Starożytne potwory.;;Дневник охотника: Чудовища древности.;;TRC;
QUEST_AM_DEX_Hunt_Goblins=Hunter's diary: Goblin Slayer.;;IT;;FR;;Jägers Tagebuch: Goblin-Schlächter.;;SP;;CZ;;HU;;Dziennik Łowcy: Zabójca Goblinów.;;Дневник охотника: Убийца гоблинов.;;TRC;
QUEST_AM_DEX_Hunt_Golems=Hunter's diary: Elemental Master.;;IT;;FR;;Jägers Tagebuch: Zähmer der Elemente.;;SP;;CZ;;HU;;Dziennik Łowcy: Pogromca żywiołów.;;Дневник охотника: Укротитель стихий.;;TRC;
QUEST_AM_DEX_Hunt_Boars=Hunter's diary: Rabid boars.;;IT;;FR;;Jägers Tagebuch: Wütende Wildschweine.;;SP;;CZ;;HU;;Dziennik Łowcy: Oszalały dziki.;;Дневник охотника: Бешеные вепри.;;TRC;
QUEST_AM_DEX_Hunt_Lurkers=Hunter's diary: Lurking lurkers.;;IT;;FR;;Jägers Tagebuch: Jagd auf Lurker.;;SP;;CZ;;HU;;Dziennik Łowcy: Utopił topielce.;;Дневник охотника: Шныряющие шныги.;;TRC;
QUEST_AM_DEX_Hunt_Minecrawlers=Hunter's diary: Miner's nightmare.;;IT;;FR;;Jägers Tagebuch: Der Albtraum eines Bergmanns.;;SP;;CZ;;HU;;Dziennik Łowcy: Koszmar górnika.;;Дневник охотника: Кошмар рудокопа.;;TRC;
QUEST_AM_DEX_Hunt_Scavengers=Hunter's diary: Overgrown birds.;;IT;;FR;;Jägers Tagebuch: Überwucherte Vögel.;;SP;;CZ;;HU;;Dziennik Łowcy: Przerośnięte ptaki.;;Дневник охотника: Птицы-переростки.;;TRC;
QUEST_AM_DEX_Hunt_ScorpionKings=Hunter's diary: Vestige of the Past.;;IT;;FR;;Jägers Tagebuch: Überbleibsel der Vergangenheit.;;SP;;CZ;;HU;;Dziennik Łowcy: Ślad przeszłości.;;Дневник охотника: Пережиток прошлого.;;TRC;
QUEST_AM_DEX_Hunt_Shadowbeasts=Hunter's diary: Horror of the Night.;;IT;;FR;;Jägers Tagebuch: Der Schrecken der Nacht.;;SP;;CZ;;HU;;Dziennik Łowcy: Terror nocy.;;Дневник охотника: Ужас ночи.;;TRC;
QUEST_AM_DEX_Hunt_Snappers=Hunter's diary: Fleet-footed reptiles.;;IT;;FR;;Jägers Tagebuch: Flinke Reptilien.;;SP;;CZ;;HU;;Dziennik Łowcy: Szybkie gady.;;Дневник охотника: Быстроногие рептилии.;;TRC;
QUEST_AM_DEX_Hunt_TRex=Hunter's diary: An endangered species.;;IT;;FR;;Jägers Tagebuch: Gefährdungskategorie.;;SP;;CZ;;HU;;Dziennik Łowcy: Gatunek zagrożony.;;Дневник охотника: Исчезающий вид.;;TRC;
QUEST_AM_DEX_Hunt_Troll=Hunter's diary: What the HELL is this skin!?;;IT;;FR;;Jägers Tagebuch: Was fell eine ist das!?;;SP;;CZ;;HU;;Dziennik Łowcy: A co TO za skóra?;;Дневник охотника: А это что за шкура?!;;TRC;
QUEST_AM_DEX_Hunt_Warans=Hunter's diary: Insidious tongues.;;IT;;FR;;Jägers Tagebuch: Heimtückische Zungen.;;SP;;CZ;;HU;;Dziennik Łowcy: Nikczemne języki.;;Дневник охотника: Коварные языки.;;TRC;
QUEST_AM_DEX_Coll_DruidStones=Hunter's diary: The Highest Druid.;;IT;;FR;;Jägers Tagebuch: Erzdruide.;;SP;;CZ;;HU;;Dziennik Łowcy: Najwyższy Druid.;;Дневник охотника: Верховный друид.;;TRC;
QUEST_AM_THF_Coll_ChestsHeavy=Thief's notes: Armiger.;;IT;;FR;;Notizen des Diebes: Büchsenmacher.;;SP;;CZ;;HU;;Notatki złodzieja: Rusznikarz.;;Заметки вора: Оружейник.;;TRC;
QUEST_AM_THF_Coll_ChestsMage=Thief's notes: The Seeker of the Wisdom.;;IT;;FR;;Notizen des Diebes: Wissenssuchender.;;SP;;CZ;;HU;;Notatki złodzieja: Poszukiwacz wiedzy.;;Заметки вора: Искатель знаний.;;TRC;
QUEST_AM_THF_Coll_ChestsLTM=Thief's notes: All Seeing Eye.;;IT;;FR;;Notizen des Diebes: Alles sehende Auge.;;SP;;CZ;;HU;;Notatki złodzieja: Wszystko widzące oko.;;Заметки вора: Глаз-алмаз.;;TRC;
QUEST_AM_THF_Coll_Millionaire=Thief's notes: Inflation? What is inflation?;;IT;;FR;;Notizen des Diebes: Was ist Inflation?;;SP;;CZ;;HU;;Notatki złodzieja: Inflacja? Jaka inflacja?;;Заметки вора: Инфляция? Какая инфляция?;;TRC;
QUEST_AM_THF_Coll_Lockpicks=Thief's notes: Safecracker's tools.;;IT;;FR;;Notizen des Diebes: Werkzeuge eines Einbrechers.;;SP;;CZ;;HU;;Notatki złodzieja: Narzędzia włamywacza.;;Заметки вора: Инструменты взломщика.;;TRC;
QUEST_AM_THF_Coll_Treasures=Thief's notes: One is not a thief unless caught stealing.;;IT;;FR;;Notizen des Diebes: Wo kein Richter, da kein Henker.;;SP;;CZ;;HU;;Notatki złodzieja: Nie złapany nie złodziej.;;Заметки вора: Не пойман — не вор.;;TRC;
QUEST_AM_ALC_Coll_Medicine=Alchemist's log: Is someone sick?;;IT;;FR;;Anmerkungen des Alchemisten: Ist jemand krank?;;SP;;CZ;;HU;;Dziennik Alchemika: Czy ktoś jest chory?;;Журнал алхимика: Кто-то болен?;;TRC;
QUEST_AM_ALC_Coll_Mushrooms=Alchemist's log: The Lucky Mushroomer.;;IT;;FR;;Anmerkungen des Alchemisten: Der glückliche Pilzsammler.;;SP;;CZ;;HU;;Dziennik Alchemika: Szczęśliwy zbieracz grzybów.;;Журнал алхимика: Везучий грибник.;;TRC;
QUEST_AM_ALC_Coll_PlantsRest=Alchemist's log: The Rookie Medic.;;IT;;FR;;Anmerkungen des Alchemisten: Der Rookie-Mediziner.;;SP;;CZ;;HU;;Dziennik Alchemika: Początkujący uzdrowiciel.;;Журнал алхимика: Начинающий знахарь.;;TRC;
QUEST_AM_ALC_Coll_PlantsPerm=Alchemist's log: The Skilled Herbalist.;;IT;;FR;;Anmerkungen des Alchemisten: Der erfahrene Kräuterkundige.;;SP;;CZ;;HU;;Dziennik Alchemika: Doświadczony zielarz.;;Журнал алхимика: Опытный травник.;;TRC;
QUEST_AM_ALC_Coll_Potion_Empty=Alchemist's log: Thrifty Potion Master.;;IT;;FR;;Anmerkungen des Alchemisten: Sparsamer Zaubertrankmeister.;;SP;;CZ;;HU;;Dziennik Alchemika: Oszczędny Mistrz Eliksirów.;;Журнал алхимика: Запасливый зельевар.;;TRC;
QUEST_AM_SMT_Coll_Ore=Blacksmith's Art: The Guru Digger.;;IT;;FR;;Schmiedekunst: Ein Guru unter den Bergleuten.;;SP;;CZ;;HU;;Sztuka kowalska: Guru kopaczy.;;Искусство кузнеца: Гуру среди рудокопов.;;TRC;
QUEST_AM_SMT_Coll_Sword_PureOre=Blacksmith's Art: The Legendary Ore.;;IT;;FR;;Schmiedekunst: Legendäre Rohstoffe.;;SP;;CZ;;HU;;Sztuka kowalska: Legendarna ruda.;;Искусство кузнеца: Легендарное сырье.;;TRC;
QUEST_AM_SMT_Coll_Sword_RawOre=Blacksmith's Art: High quality material.;;IT;;FR;;Schmiedekunst: Hochwertiges Material.;;SP;;CZ;;HU;;Sztuka kowalska: Wysokiej jakości materiał.;;Искусство кузнеца: Качественный материал.;;TRC;
QUEST_AM_SMT_Coll_Sword_Raw=Blacksmith's Art: Strike while the iron is hot.;;IT;;FR;;Schmiedekunst: Schmiede das Eisen solange es heiß ist.;;SP;;CZ;;HU;;Sztuka kowalska: Kuj żelazo, póki gorące.;;Искусство кузнеца: Куй железо, пока горячо.;;TRC;
QUEST_AM_SMT_Coll_Blacksmiths=Blacksmith's Art: Cultural exchange.;;IT;;FR;;Schmiedekunst: Kulturaustausch.;;SP;;CZ;;HU;;Sztuka kowalska: Wymiana kulturalna.;;Искусство кузнеца: Культурный обмен.;;TRC;

INFO_AM_THF_Coll_ChestsHeavy_BowDemon=Thief's notes: Demon bow!;;IT;;FR;;Notizen des Diebes: Dämonenbogen!;;SP;;CZ;;HU;;Notatki złodzieja: Demoniczny łuk!;;Заметки вора: найден лук демона.;;TRC;
INFO_AM_THF_Coll_ChestsHeavy_BerserkerRage=Thief's notes: Berserker's wrath!;;IT;;FR;;Notizen des Diebes: Berserkerzorn!;;SP;;CZ;;HU;;Notatki złodzieja: Gniew berserkera!;;Заметки вора: найден топор Ярость берсеркера.;;TRC;
INFO_AM_THF_Coll_ChestsHeavy_KrashMorra=Thief's notes: Krash Morra!;;IT;;FR;;Notizen des Diebes: Krash Morra!;;SP;;CZ;;HU;;Notatki złodzieja: Krash Morra!;;Заметки вора: найден арбалет Краш Морра.;;TRC;
INFO_AM_THF_Coll_ChestsHeavy_InnosWrath=Thief's notes: Wrath of Innos!;;IT;;FR;;Notizen des Diebes: Innos' Zorn!;;SP;;CZ;;HU;;Notatki złodzieja: Gniew Innosa!;;Заметки вора: найден меч Ярость Инноса.;;TRC;
INFO_AM_THF_Coll_ChestsMage_Staff_Prot_03=Thief's notes: Staff of invulnerability!;;IT;;FR;;Notizen des Diebes: Stab der Unverwundbarkeit!;;SP;;CZ;;HU;;Notatki złodzieja: Kostur niewrażliwości!;;Заметки вора: найден посох неуязвимости.;;TRC;
INFO_AM_THF_Coll_ChestsMage_Staff_Mana_03=Thief's notes: Staff of power!;;IT;;FR;;Notizen des Diebes: Stab der Macht!;;SP;;CZ;;HU;;Notatki złodzieja: Kostur mocy!;;Заметки вора: найден посох силы.;;TRC;
INFO_AM_THF_Coll_ChestsMage_Staff_Darkmage_03=Thief's notes: Staff of death!;;IT;;FR;;Notizen des Diebes: Stab des Todes!;;SP;;CZ;;HU;;Notatki złodzieja: Kostur śmierci!;;Заметки вора: найден посох смерти.;;TRC;
INFO_AM_THF_Coll_ChestsMage_Staff_Watermage_03=Thief's notes: Staff of balance!;;IT;;FR;;Notizen des Diebes: Stab des Ausgleichs!;;SP;;CZ;;HU;;Notatki złodzieja: Kostur równowagi!;;Заметки вора: найден посох равновесия.;;TRC;
INFO_AM_THF_Coll_ChestsMage_Staff_Firemage_03=Thief's notes: Staff of dominance!;;IT;;FR;;Notizen des Diebes: Stab der Herrschaft!;;SP;;CZ;;HU;;Notatki złodzieja: Kostur dominacji!;;Заметки вора: найден посох господства.;;TRC;
INFO_AM_THF_Coll_Treasures_Chest_Good=Thief's notes: Collected x15 Golden caskets.;;IT;;FR;;Notizen des Diebes: x15 Ein Goldene Schatulle gesammelt.;;SP;;CZ;;HU;;Notatki złodzieja: Zebrano x15 Złotych szkatułek.;;Заметки вора: в наличии 15 дорогих шкатулок.;;TRC;
INFO_AM_THF_Coll_Treasures_Chest_Normal=Thief's notes: Collected x15 Caskets.;;IT;;FR;;Notizen des Diebes: x15 Schatulle gesammelt.;;SP;;CZ;;HU;;Notatki złodzieja: Zebrano x15 Szkatułek.;;Заметки вора: в наличии 15 шкатулок.;;TRC;
INFO_AM_THF_Coll_Treasures_Cup_Gold=Thief's notes: Collected x15 Gold goblets.;;IT;;FR;;Notizen des Diebes: x15 Goldpokal gesammelt.;;SP;;CZ;;HU;;Notatki złodzieja: Zebrano x15 Złotych kielichów.;;Заметки вора: в наличии 15 золотых кубков.;;TRC;
INFO_AM_THF_Coll_Treasures_Cup_Silver=Thief's notes: Collected x15 Silver goblets.;;IT;;FR;;Notizen des Diebes: x15 Silberpokal gesammelt.;;SP;;CZ;;HU;;Notatki złodzieja: Zebrano x15 Srebrnych kielichów.;;Заметки вора: в наличии 15 серебрянных кубков.;;TRC;
INFO_AM_THF_Coll_Treasures_GoldRing=Thief's notes: Collected x15 Gold rings.;;IT;;FR;;Notizen des Diebes: x15 Ein goldener Ring gesammelt.;;SP;;CZ;;HU;;Notatki złodzieja: Zebrano x15 Złotych pierścieni.;;Заметки вора: в наличии 15 драгоценных колец.;;TRC;
INFO_AM_THF_Coll_Treasures_Necklace=Thief's notes: Collected x15 Necklaces.;;IT;;FR;;Notizen des Diebes: x15 Eine goldene Halskette gesammelt.;;SP;;CZ;;HU;;Notatki złodzieja: Zebrano x15 Złotych naszyjników.;;Заметки вора: в наличии 15 драгоценных ожерелий.;;TRC;
INFO_AM_THF_Coll_Lockpicks=Thief's notes: Collected х75 Lockpicks.;;IT;;FR;;Notizen des Diebes: x75 Dietrich gesammelt.;;SP;;CZ;;HU;;Notatki złodzieja: Zebrano x75 wytrychów.;;Заметки вора: в наличии 75 отмычек.;;TRC;
INFO_AM_THF_Coll_Millionaire=Thief's notes: Collected 1 000 000 gold coins.;;IT;;FR;;Notizen des Diebes: Eine Million Goldmünzen wurden angesammelt!;;SP;;CZ;;HU;;Notatki złodzieja: Zgromadzono milion złotych monet!;;Заметки вора: накоплен миллион золотых!;;TRC;

INFO_AM_ALC_Coll_Medicine_CureDisease=Alchemist's log: Collected x20 Potions against diseases.;;IT;;FR;;Anmerkungen des Alchemisten: x20 Trank gegen Krankheiten gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x20 Mikstur uzdrawiających.;;Журнал алхимика: в наличии 20 укрепляющих зелий.;;TRC;
INFO_AM_ALC_Coll_Medicine_CurePoison=Alchemist's log: Collected x20 Antidotes.;;IT;;FR;;Anmerkungen des Alchemisten: x20 Gegengift gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x20 Odtrutek.;;Журнал алхимика: в наличии 20 антидотов.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Health=Alchemist's log: Collected х45 Healing plants.;;IT;;FR;;Anmerkungen des Alchemisten: x45 Heilpflanze gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x45 Ziół leczniczych.;;Журнал алхимика: в наличии 45 целебных трав.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Health_02=Alchemist's log: Collected x30 Sunweeds.;;IT;;FR;;Anmerkungen des Alchemisten: x30 Sonnenkraut gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x30 Słonecznych ziół.;;Журнал алхимика: в наличии 30 солнцеглядов.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Health_03=Alchemist's log: Collected x15 Healing roots.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Heilwurzel gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Korzeni leczniczych.;;Журнал алхимика: в наличии 15 лечебных корней.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Mana=Alchemist's log: Collected x45 Mana plants.;;IT;;FR;;Anmerkungen des Alchemisten: x45 Manapflanze gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x45 Ziół many.;;Журнал алхимика: в наличии 45 растений маны.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Mana_02=Alchemist's log: Collected x30 Fire nettle.;;IT;;FR;;Anmerkungen des Alchemisten: x30 Feuernessel gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x30 Ognistych pokrzyw.;;Журнал алхимика: в наличии 30 огненной крапивы.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Mana_03=Alchemist's log: Collected x15 Magic roots.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Zauberwurzel gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Magicznych korzeni.;;Журнал алхимика: в наличии 15 магических корней;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Stamina_01=Alchemist's log: Collected x45 Ogreleaves.;;IT;;FR;;Anmerkungen des Alchemisten: x45 Ogerblatt gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x45 Ogrzyliści.;;Журнал алхимика: в наличии 45 огролистов.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Stamina_02=Alchemist's log: Collected x30 Ironstems.;;IT;;FR;;Anmerkungen des Alchemisten: x30 Eisenhalm gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x30 Żelazodyg.;;Журнал алхимика: в наличии 30 чугун-корней.;;TRC;
INFO_AM_ALC_Coll_PlantsRest_Alligator=Alchemist's log: Collected x15 Blood reeds.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Blutschilf gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Krwawych trzcin.;;Журнал алхимика: в наличии 15 кровяных тростников.;;TRC;
INFO_AM_ALC_Coll_PlantsPerm_Perm_01=Alchemist's log: Collected x15 King's Sorrels.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Kronstöckel gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Szczawi królewskich.;;Журнал алхимика: в наличии 15 царских щавелей.;;TRC;
INFO_AM_ALC_Coll_PlantsPerm_STR=Alchemist's log: Collected x15 Dragonroots.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Drachenwurzel gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Smoczych korzeni.;;Журнал алхимика: в наличии 15 драконьих корней.;;TRC;
INFO_AM_ALC_Coll_PlantsPerm_DEX=Alchemist's log: Collected x15 Goblinberries.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Goblinbeere gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Goblińskich jagód.;;Журнал алхимика: в наличии 15 ягод гоблина.;;TRC;
INFO_AM_ALC_Coll_PlantsPerm_HealthPerm=Alchemist's log: Collected x15 Reignweeds.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Herrscherkraut gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Ziół królewskich.;;Журнал алхимика: в наличии 15 властоцветов.;;TRC;
INFO_AM_ALC_Coll_PlantsPerm_ManaPerm=Alchemist's log: Collected x15 Flameberries.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Flammenbeere gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Ognistych jagód.;;Журнал алхимика: в наличии 15 пламеники.;;TRC;
INFO_AM_ALC_Coll_PlantsPerm_STAPerm=Alchemist's log: Collected x15 Armorweeds.;;IT;;FR;;Anmerkungen des Alchemisten: x15 Harnischkraut gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x15 Ziół pancerza.;;Журнал алхимика: в наличии 15 охран-трав.;;TRC;
INFO_AM_ALC_Coll_Mushrooms_Mana_04=Alchemist's log: Collected x50 Small mushrooms.;;IT;;FR;;Anmerkungen des Alchemisten: x50 Kleine Pilze gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x50 Małych grzybów.;;Журнал алхимика: в наличии 50 малых грибов.;;TRC;
INFO_AM_ALC_Coll_Mushrooms_ToadMush=Alchemist's log: Collected x50 Large mushrooms.;;IT;;FR;;Anmerkungen des Alchemisten: x50 Große Pilze gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x50 Dużych grzybów.;;Журнал алхимика: в наличии 50 крупных грибов.;;TRC;
INFO_AM_ALC_Coll_Mushrooms_ShapeMush=Alchemist's log: Collected x50 Strange mushrooms.;;IT;;FR;;Anmerkungen des Alchemisten: x50 Seltsamer Pilz gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x50 Dziwnych grzybów.;;Журнал алхимика: в наличии 50 странных грибов.;;TRC;
INFO_AM_ALC_Coll_Mushrooms_DemonMush=Alchemist's log: Collected x50 Demon mushrooms.;;IT;;FR;;Anmerkungen des Alchemisten: x50 Dämonenpilz gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x50 Demonicznych grzybów.;;Журнал алхимика: в наличии 50 адских грибов.;;TRC;
INFO_AM_ALC_Coll_Potion_Empty=Alchemist's log: Collected x100 Empty vials.;;IT;;FR;;Anmerkungen des Alchemisten: x100 Flaschen gesammelt.;;SP;;CZ;;HU;;Dziennik Alchemika: Zebrano x100 fiolek.;;Журнал алхимика: в наличии 100 сосудов.;;TRC;

INFO_AM_SMT_Coll_Ore_IronOre=Blacksmith's Art: Collected x100 Iron ore.;;IT;;FR;;Schmiedekunst: x100 Eisenerz gesammelt.;;SP;;CZ;;HU;;Sztuka kowalska: Zebrano x100 bryłek rudy żelaza.;;Искусство кузнеца: в наличии 100 кусков железной руды.;;TRC;
INFO_AM_SMT_Coll_Ore_Ore=Blacksmith's Art: Collected x100 Ore.;;IT;;FR;;Schmiedekunst: x100 Erz gesammelt.;;SP;;CZ;;HU;;Sztuka kowalska: Zebrano x100 rudy.;;Искусство кузнеца: в наличии 100 кусков магической руды.;;TRC;
INFO_AM_SMT_Coll_Ore_GoldNugget=Blacksmith's Art: Collected x100 Gold nuggets.;;IT;;FR;;Schmiedekunst: x100 Goldbrocken gesammelt.;;SP;;CZ;;HU;;Sztuka kowalska: Zebrano x100 samorodków złota.;;Искусство кузнеца: в наличии 100 золотых самородков.;;TRC;
INFO_AM_SMT_Coll_Ore_Sulfur=Blacksmith's Art: Collected x100 Sulphur.;;IT;;FR;;Schmiedekunst: x100 Schwefel gesammelt.;;SP;;CZ;;HU;;Sztuka kowalska: Zebrano x100 siarki.;;Искусство кузнеца: в наличии 100 кусков серы.;;TRC;
INFO_AM_SMT_Coll_Sword_Raw=Blacksmith's Art: Collected x30 Raw steel.;;IT;;FR;;Schmiedekunst: x30 Rohstahl gesammelt.;;SP;;CZ;;HU;;Sztuka kowalska: Zebrano x30 surowej stali.;;Искусство кузнеца: собрано 30 стальных заготовок.;;TRC;
INFO_AM_SMT_Coll_Sword_RawOre=Blacksmith's Art: Collected x10 Magic ore blanks.;;IT;;FR;;Schmiedekunst: x10 Erzrohling gesammelt.;;SP;;CZ;;HU;;Sztuka kowalska: Zebrano x10 Sztabek magicznej rudy.;;Искусство кузнеца: собрано 10 рудных заготовок.;;TRC;
INFO_AM_SMT_Coll_Sword_PureOre=Blacksmith's Art: Collected x5 Pure magic ore blanks.;;IT;;FR;;Schmiedekunst: x4 Reiner Erzrohling gesammelt.;;SP;;CZ;;HU;;Sztuka kowalska: Zebrano x5 Sztabek czystej magicznej rudy.;;Искусство кузнеца: собрано 5 чистых рудных болванок!;;TRC;